[
  {
    "name": "Federal Governmental Institution \"Penal colony no. 7 of the Russian Penitentiary Directorate of Kostroma region\"",
    "latitude": 57.7681,
    "longitude": 40.9269
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of Kurgan Region\"",
    "latitude": 55.4507,
    "longitude": 65.3486
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Penitentiary Directorate of republic of Mordovia\" Torbeyevsky Central Prison",
    "latitude": 54.4966,
    "longitude": 44.8415
  },
  {
    "name": "FCU Prison of the State Penitentiary Department of the Federal Penitentiary Service of Russia for the Chelyabinsk Region",
    "latitude": 55.1605,
    "longitude": 61.4024
  },
  {
    "name": "Federal Penitentiary Institution \"Prison No. 2 of the Penitentiary Department of the Vladimir Region\" \"Vladimir Central\"",
    "latitude": 56.1473,
    "longitude": 40.394
  },
  {
    "name": "Federal Penitentiary Institution Prison No. 2 of the Lipetsk Region Federal Penitentiary Service of the Lipetsk Region",
    "latitude": 52.605,
    "longitude": 39.5947
  },
  {
    "name": "FCU Prison of the Ulyanovsk Oblast Federal Penitentiary Service of the Federal Penitentiary Service of the Ulyanovsk Oblast",
    "latitude": 54.3338,
    "longitude": 48.3964
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Penitentiary Directorate of republic of Bashkortostan\"",
    "latitude": 53.4519,
    "longitude": 54.2159
  },
  {
    "name": "Federal Penitentiary Institution No. 16 of the Penitentiary Department of the Federal Penitentiary Service for the Republic of Belarus",
    "latitude": 53.4165,
    "longitude": 23.804
  },
  {
    "name": "Federal Penitentiary Institution of the Saratov Oblast Federal Penitentiary Service of the Saratov Region",
    "latitude": 51.5406,
    "longitude": 46.0086
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of Stavropol krai\"",
    "latitude": 45.0421,
    "longitude": 41.9734
  },
  {
    "name": "Federal Penal Correctional Centre-6 of the Russian Federal Penitentiary Service for the Astrakhan Region",
    "latitude": 46.3607,
    "longitude": 48.0413
  },
  {
    "name": "FCU \"T No. 2 GUFSIN of Russia for Krasnoyarsk Krai\"",
    "latitude": 58.4494,
    "longitude": 92.1628
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 5 of the Main Penitentiary Directorate of Sverdlovsk region\"",
    "latitude": 56.838,
    "longitude": 60.597
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 3 of the Main Penitentiary Directorate of Ulyanovsk region\"",
    "latitude": 54.3338,
    "longitude": 48.3964
  },
  {
    "name": "Krasnodar | Federal Governmental Institution – penal colony no. 14 of the Penitentiary Directorate of the Krasnodar krai",
    "latitude": 45.0355,
    "longitude": 38.975
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 12 with special economic activity conditions of the Russian Main Penitentiary Directorate of Perm territory\"",
    "latitude": 58.0104,
    "longitude": 56.2294
  },
  {
    "name": "Federal Penitentiary Institution of the Krasnoyarsk Territory GUFSIN of Russia",
    "latitude": 56.0101,
    "longitude": 92.8526
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of Republic of Mordovia\" \"Mordovian Zone\"",
    "latitude": 54.1667,
    "longitude": 45.1667
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 9 of the Russian Penitentiary Directorate of Novgorod region\"",
    "latitude": 58.5214,
    "longitude": 31.2697
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 5 of the Penitentiary Directorate of Saratov region\"",
    "latitude": 51.5406,
    "longitude": 46.0086
  },
  {
    "name": "Federal Penitentiary Institution No. 28 of the GUFSIN of Russia for the Perm Territory",
    "latitude": 58.0104,
    "longitude": 56.2294
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 5 of the Penitentiary Directorate of Lipetsk region\"",
    "latitude": 52.605,
    "longitude": 39.5947
  },
  {
    "name": "п. Apsheronsk | Federal Governmental Institution – penal colony no. 5 of the Penitentiary Directorate of the Krasnodar krai",
    "latitude": 44.7063,
    "longitude": 39.6858
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 8 of the Russian Penitentiary Directorate of Amur Region\"",
    "latitude": 50.4096,
    "longitude": 127.545
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 5 of the Penitentiary Directorate of republic of Tatarstan\"",
    "latitude": 55.7947,
    "longitude": 49.1064
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 3 of the Main Penitentiary Directorate of Novosibirsk region\"",
    "latitude": 55.0084,
    "longitude": 82.9357
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Penitentiary Directorate of Lipetsk region\"",
    "latitude": 52.605,
    "longitude": 39.5947
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 12 of the Russian Penitentiary Directorate of Republic of Mordovia\"",
    "latitude": 54.1667,
    "longitude": 45.1667
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 10 of the Russian Penitentiary Directorate of Samara region\"",
    "latitude": 53.2001,
    "longitude": 50.15
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 5 of the Penitentiary Directorate of Altai krai\"",
    "latitude": 53.348,
    "longitude": 83.7783
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 7 of the Russian Penitentiary Directorate of republic of Mordovia\" ",
    "latitude": 54.1667,
    "longitude": 45.1667
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 3 of the Main Penitentiary Directorate of Mari El republic\"",
    "latitude": 56.5688,
    "longitude": 47.8716
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 10 of the Russian Penitentiary Directorate of Ulyanovsk region\"",
    "latitude": 54.3338,
    "longitude": 48.3964
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 14 of the Russian Penitentiary Directorate of Khabarovsk territory\"",
    "latitude": 48.4716,
    "longitude": 135.065
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Penitentiary Directorate of Mari El Republic\"",
    "latitude": 56.5688,
    "longitude": 47.8716
  },
  {
    "name": "FCU \"CP No. 3 of the Arkhangelsk Oblast Penitentiary Department of the Federal Penitentiary Service of Russia",
    "latitude": 64.5459,
    "longitude": 40.5433
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Penitentiary Directorate of Saratov region\"",
    "latitude": 51.5406,
    "longitude": 46.0086
  },
  {
    "name": "Federal Penal Correctional Centre No. 27 of the Kirov Oblast Federal Penitentiary Service of Russia",
    "latitude": 58.603,
    "longitude": 49.667
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 10 of the Russian Penitentiary Directorate of Saratov region\"",
    "latitude": 51.5406,
    "longitude": 46.0086
  },
  {
    "name": "Federal Penitentiary Institution No. 28 of the Federal Penitentiary Service of Russia for the Samara Region",
    "latitude": 53.2001,
    "longitude": 50.15
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 3 of the Main Penitentiary Directorate of Samara region\"",
    "latitude": 53.2001,
    "longitude": 50.15
  },
  {
    "name": "Federal Penitentiary Institution No. 17 of the Krasnoyarsk Territory GUFSIN of Russia",
    "latitude": 56.0101,
    "longitude": 92.8526
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Penitentiary Directorate of republic of Crimea and Sevastopol\"",
    "latitude": 44.6166,
    "longitude": 33.5254
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Russian Penitentiary Directorate of Stavropol Territory\"",
    "latitude": 45.0421,
    "longitude": 41.9734
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Penitentiary Directorate of Voronezh region\"",
    "latitude": 51.6606,
    "longitude": 39.2006
  },
  {
    "name": "Federal Penitentiary Institution No. 28 of the Federal Penitentiary Service of Russia for the Republic of Khakassia",
    "latitude": 53.75,
    "longitude": 91.4
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 3 of the Main Penitentiary Directorate of Zabaykalsky krai\"",
    "latitude": 52.0339,
    "longitude": 113.499
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 13 of the Russian Main Penitentiary Directorate of Sverdlovsk Region\" \"Red Duck\"",
    "latitude": 57.213,
    "longitude": 60.0035
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Penitentiary Directorate of Stavropol krai\"",
    "latitude": 45.0421,
    "longitude": 41.9734
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 8 of the Russian Penitentiary Directorate of Kaliningrad region\"",
    "latitude": 54.7104,
    "longitude": 20.4522
  },
  {
    "name": "Federal Penal Correctional Centre-3 of the Russian Federal Penitentiary Service for the Smolensk Region",
    "latitude": 54.7909,
    "longitude": 32.0504
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Penitentiary Directorate of Moscow region\"",
    "latitude": 55.415,
    "longitude": 37.3628
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Penitentiary Directorate of Kostroma region\"",
    "latitude": 57.7678,
    "longitude": 40.9269
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 4 of the Main Penitentiary Directorate of Nizhny Novgorod region\"",
    "latitude": 56.325,
    "longitude": 44.0075
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 5 of the Penitentiary Directorate of Kirov region\"",
    "latitude": 58.603,
    "longitude": 49.667
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 5 of the Penitentiary Directorate of Ryazan region\"",
    "latitude": 54.6269,
    "longitude": 39.6916
  },
  {
    "name": "Khadyzhensk | Federal Penal Correctional Centre-9 of the Krasnodar Territory Federal Penitentiary Service of Russia",
    "latitude": 44.5649,
    "longitude": 39.5378
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 3 of the Main Penitentiary Directorate of Ivanovo region\"",
    "latitude": 56.999,
    "longitude": 40.9748
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Penitentiary Directorate of Belgorod region\"",
    "latitude": 50.5975,
    "longitude": 36.585
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 26 of the Penitentiary Directorate of republic of Volgograd region\"",
    "latitude": 49.6577,
    "longitude": 44.5974
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of Penza Region\"",
    "latitude": 53.195,
    "longitude": 45.0217
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 7 of the Russian Penitentiary Directorate of Arkhangelsk region\"",
    "latitude": 64.5398,
    "longitude": 40.5164
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 7 of the Russian Penitentiary Directorate of republic of Karelia\"",
    "latitude": 61.78,
    "longitude": 34.375
  },
  {
    "name": "Federal Penitentiary Institution No. 3 of the Russian Federal Penitentiary Service for the Tver Region",
    "latitude": 56.8587,
    "longitude": 35.9117
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of Orenburg Region\"",
    "latitude": 51.7776,
    "longitude": 55.0986
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Penitentiary Directorate of Ivanovo region\"",
    "latitude": 56.999,
    "longitude": 40.9748
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 7 of the Russian Penitentiary Directorate of Belgorod region\"",
    "latitude": 50.5975,
    "longitude": 36.585
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 9 of the Russian Penitentiary Directorate of Kursk region\"",
    "latitude": 51.739,
    "longitude": 36.1877
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 13 of the Russian Main Penitentiary Directorate ofIrkutsk region\"",
    "latitude": 52.2869,
    "longitude": 104.305
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 8 of the Russian Penitentiary Directorate of republic of Udmurtia\"",
    "latitude": 56.855,
    "longitude": 53.2086
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Penitentiary Directorate of Ryazan region\"",
    "latitude": 54.6269,
    "longitude": 39.6916
  },
  {
    "name": "Federal Governmental Institution \"Settlement colony no. 3 of the Penitentiary Directorate of republic of Kalmykia\"",
    "latitude": 46.3081,
    "longitude": 44.2692
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of Chelyabinsk region\"",
    "latitude": 55.1694,
    "longitude": 61.4001
  },
  {
    "name": "Federal Penal Correctional Centre-10 of the Astrakhan Oblast Department of the Federal Penitentiary Service of Russia",
    "latitude": 46.3607,
    "longitude": 48.0413
  },
  {
    "name": "Federal Penitentiary Institution No. 2 of the Tambov Oblast Federal Penitentiary Service of Russia",
    "latitude": 52.7165,
    "longitude": 41.4475
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 8 of the Russian Penitentiary Directorate of republic of Tatarstan\"",
    "latitude": 55.7947,
    "longitude": 49.1064
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 5 of the Penitentiary Directorate of Tambov region\"",
    "latitude": 52.7165,
    "longitude": 41.4475
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 11 of the Russian Penitentiary Directorate of Kirov region\"",
    "latitude": 58.603,
    "longitude": 49.667
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 8 of the Russian Penitentiary Directorate of Voronezh region\"",
    "latitude": 51.6606,
    "longitude": 39.2006
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 9 of the Russian Main Penitentiary Directorate of Nizhny Novgorod region\"",
    "latitude": 56.325,
    "longitude": 44.0075
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 19 of the Penitentiary Directorate of republic of Volgograd region\"",
    "latitude": 49.6577,
    "longitude": 44.5974
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 7 of the Russian Penitentiary Directorate of Saratov region\"",
    "latitude": 51.5406,
    "longitude": 46.0086
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Penitentiary Directorate of Kurgan region\"",
    "latitude": 55.4386,
    "longitude": 65.3419
  },
  {
    "name": "FCU \"Penitentiary correctional colony-2 OIK № 2 OUHD GUFSIN of Russia for the Perm Territory\" \"White Swan\".",
    "latitude": 58.0104,
    "longitude": 56.2294
  },
  {
    "name": "FCU \"CP No. 2 of the Penitentiary Department of the Federal Penitentiary Service for the Moscow Region\"",
    "latitude": 55.415,
    "longitude": 37.3628
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Russian Penitentiary Directorate of Tula region\"",
    "latitude": 54.1905,
    "longitude": 37.6176
  },
  {
    "name": "Federal Penitentiary Institution No. 1 of the Federal Penitentiary Service of Russia for Altai Krai",
    "latitude": 53.35,
    "longitude": 83.75
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 10 of the Russian Main Penitentiary Directorate of Rostov Region\"",
    "latitude": 47.2231,
    "longitude": 39.7202
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Penitentiary Directorate of Orel region\"",
    "latitude": 52.966,
    "longitude": 36.0696
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 12 of the Russian Penitentiary Directorate of St. Petersburg and Leningrad region\"",
    "latitude": 59.9386,
    "longitude": 30.3141
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Russian Penitentiary Directorate of Primorsky krai\"",
    "latitude": 43.1155,
    "longitude": 131.885
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 14 of the Russian Penitentiary Directorate of Vladimir region\"",
    "latitude": 56.1296,
    "longitude": 40.4086
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 3 of the Main Penitentiary Directorate of Tatarstan Republic\"",
    "latitude": 55.7947,
    "longitude": 49.1064
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 4 of the Penitentiary Directorate of republic of Bashkortostan\"",
    "latitude": 54.7269,
    "longitude": 55.967
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 9 of the Russian Penitentiary Directorate of Kostroma region\"",
    "latitude": 57.7678,
    "longitude": 40.9269
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 3 of the Main Penitentiary Directorate of Altai krai\"",
    "latitude": 53.348,
    "longitude": 83.7783
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of Kurgan region\"",
    "latitude": 55.4386,
    "longitude": 65.3419
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 3 of the Main Penitentiary Directorate of Tula region\"",
    "latitude": 54.1905,
    "longitude": 37.6176
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 9 of the Penitentiary Directorate of Leningrad region\"",
    "latitude": 59.9386,
    "longitude": 30.3141
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Penitentiary Directorate of Smolensk region\"",
    "latitude": 54.7909,
    "longitude": 32.0504
  },

  {
    "name": "Federal Penitentiary Institution No. 11 of the Saratov Region Federal Penitentiary Service of the Russian Federation",
    "latitude": 51.562,
    "longitude": 46.0281
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Penitentiary Directorate of Vladimir region\"",
    "latitude": 56.1296,
    "longitude": 40.4086
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 8 of the Russian Penitentiary Directorate of Omsk region\"",
    "latitude": 54.9914,
    "longitude": 73.371
  },
  {
    "name": "п. Akhtarskiy | Federal Governmental Institution – penal colony no. 11 of the Penitentiary Directorate of the Krasnodar krai",
    "latitude": 44.8478,
    "longitude": 38.7775
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 5 of the Penitentiary Directorate of St. Petersburg and Lenigrad region\"",
    "latitude": 59.9386,
    "longitude": 30.3141
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of Vologda region\"",
    "latitude": 59.2181,
    "longitude": 39.8989
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 3 of the Main Penitentiary Directorate of Tambov region\"",
    "latitude": 52.7245,
    "longitude": 41.4395
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 4 of the Penitentiary Directorate of republic of Tatarstan\"",
    "latitude": 55.7968,
    "longitude": 49.1066
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Penitentiary Directorate of republic of Tatarstan\"",
    "latitude": 55.7968,
    "longitude": 49.1066
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Main Penitentiary Directorate of Sverdlovsk region\"",
    "latitude": 56.838,
    "longitude": 60.597
  },
  {
    "name": "Federal Penitentiary Institution No. 18 of the Penitentiary Department of the Federal Penitentiary Service of Russia for the Republic of Moldova",
    "latitude": 47.0269,
    "longitude": 28.8416
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 3 of the Main Penitentiary Directorate of Yaroslavl region\"",
    "latitude": 57.6261,
    "longitude": 39.8845
  },
  {
    "name": "FCU \"CP No. 8 of the Russian Federal Penitentiary Service for St. Petersburg and Leningrad Oblast\"",
    "latitude": 59.9386,
    "longitude": 30.3141
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 11 of the Russian Penitentiary Directorate of Stavropol territory\"",
    "latitude": 45.0421,
    "longitude": 41.9734
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Penitentiary Directorate of Pskov region\"",
    "latitude": 57.8193,
    "longitude": 28.3322
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Russian Penitentiary Directorate of Udmurt Republic\"",
    "latitude": 57.1806,
    "longitude": 52.1978
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 5 of the Penitentiary Directorate of Oryol region\"",
    "latitude": 52.9665,
    "longitude": 36.0623
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of republic of Kalmykia\"",
    "latitude": 46.308,
    "longitude": 44.2709
  },
  {
    "name": "Federal Penitentiary Institution No. 17 of the Russian Federal Penitentiary Service for the Federal Penitentiary Service for the Republic of Tatarstan",
    "latitude": 55.7968,
    "longitude": 49.1066
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 14 of the Russian Penitentiary Directorate of Arkhangelsk region\"",
    "latitude": 64.547,
    "longitude": 40.5433
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 3 of the Main Penitentiary Directorate of Irkutsk region\"",
    "latitude": 52.2869,
    "longitude": 104.305
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of Yaroslavl region\"",
    "latitude": 57.6261,
    "longitude": 39.8845
  },
  {
    "name": "Federal Penitentiary Institution No. 17 of the State Penitentiary Service of the Russian Federation for the Nizhny Novgorod Region",
    "latitude": 56.2965,
    "longitude": 43.9361
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of Tver region\"",
    "latitude": 56.8597,
    "longitude": 35.8936
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of Chuvash republic\"",
    "latitude": 55.8554,
    "longitude": 47.4758
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 8 of the Russian Penitentiary Directorate of Penza region\"",
    "latitude": 53.195,
    "longitude": 45.0217
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Penitentiary Directorate of Kirov region\"",
    "latitude": 58.59,
    "longitude": 49.66
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of Republic of Crimea and Sevastopol\"",
    "latitude": 44.6166,
    "longitude": 33.5254
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of Tula region\"",
    "latitude": 54.202,
    "longitude": 37.6443
  },
  {
    "name": "Federal Penitentiary Institution No. 29 of the GUFSIN of Russia for the Perm Territory",
    "latitude": 58.0104,
    "longitude": 56.2294
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 12 of the Penitentiary Directorate of republic of Volgograd region\"",
    "latitude": 48.708,
    "longitude": 44.5153
  },
  {
    "name": "Federal Penal Correctional Centre No. 15 of the Khanty-Mansi Autonomous Okrug Penal Correctional Department",
    "latitude": 61.00318,
    "longitude": 69.03773
  },
  {
    "name": "Federal Penitentiary Institution No. 28 of the Arkhangelsk Oblast Federal Penitentiary Service of the Russian Federation",
    "latitude": 64.547,
    "longitude": 40.5433
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 9 of the Russian Penitentiary Directorate of republic of Chuvashia\"",
    "latitude": 55.8554,
    "longitude": 47.4758
  },
  {
    "name": "FCU \"Penal Colony No. 20 of the Vologda Oblast Penitentiary Department of the Federal Penitentiary Service of Russia",
    "latitude": 59.2181,
    "longitude": 39.8989
  },

  {
    "name": "Federal Governmental Institution \"Penal colony no. 14 of the Russian Main Penitentiary Directorate of Nizhny Novgorod region\"",
    "latitude": 56.2965,
    "longitude": 43.9361
  },
  {
    "name": "Federal Penitentiary Institution No. 22 of the Federal Penitentiary Service of the Russian Federation for the Republic of Mordovia",
    "latitude": 54.2465,
    "longitude": 45.8948
  },
  {
    "name": "Federal Penitentiary Institution No. 17 of the Kirov Oblast Federal Penitentiary Service of the Russian Federation",
    "latitude": 58.6035,
    "longitude": 49.6636
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 4 of the Penitentiary Directorate of Belgorod region\"",
    "latitude": 50.617,
    "longitude": 36.583
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Penitentiary Directorate of Omsk region\"",
    "latitude": 54.9914,
    "longitude": 73.371
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of Vladimir region\"",
    "latitude": 56.1296,
    "longitude": 40.4086
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 5 of the Penitentiary Directorate of Udmurt republic\"",
    "latitude": 57.1806,
    "longitude": 52.1978
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 13 of the Russian Penitentiary Directorate of republic of Mordovia\"",
    "latitude": 54.3324,
    "longitude": 45.869
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 3 of the Main Penitentiary Directorate of Khabarovsk krai\"",
    "latitude": 48.4802,
    "longitude": 135.071
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Penitentiary Directorate of Bryansk region\"",
    "latitude": 52.9671,
    "longitude": 33.3988
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Main Penitentiary Directorate of Chelyabinsk region\"",
    "latitude": 55.1644,
    "longitude": 61.416
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 4 of the Penitentiary Directorate of Tver region\"",
    "latitude": 56.8597,
    "longitude": 35.8936
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 5 of the Penitentiary Directorate of republic of Mordovia\"",
    "latitude": 54.3324,
    "longitude": 45.869
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 3 of the Main Penitentiary Directorate of Kursk region\"",
    "latitude": 51.7386,
    "longitude": 36.1927
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 5 of the Penitentiary Directorate of Bryansk region\"",
    "latitude": 52.9671,
    "longitude": 33.3988
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Penitentiary Directorate of Orenburg region\" \"Black Dolphin\"",
    "latitude": 52.5014,
    "longitude": 58.4521
  },
  {
    "name": "Federal Penitentiary Institution No. 3 of the State Penitentiary Service of the Russian Federation for the Nizhny Novgorod Region",
    "latitude": 56.2965,
    "longitude": 43.9361
  },
  {
    "name": "Federal Penitentiary Institution \"CP No. 4 UFSIN of Russia in Ryazan region\"",
    "latitude": 54.6269,
    "longitude": 39.6916
  },
  {
    "name": "FCU \"CP No. 5 of the Kurgan Oblast Federal Penitentiary Service of the Federal Penitentiary Service of Russia for the Kurgan Region",
    "latitude": 55.4419,
    "longitude": 65.328
  },
  {
    "name": "Federal Penitentiary Institution No. 9 of the Vladimir Oblast Penitentiary Service",
    "latitude": 56.1286,
    "longitude": 40.4083
  },
  {
    "name": "п. Kharp | Federal Governmental Institution – penal colony no. 3 of the Penitentiary Directorate of the Yamalo-Nenets Autonomous Okrug",
    "latitude": 68.9684,
    "longitude": 70.0033
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 15 of the Russian Main Penitentiary Directorate of Nizhny Novgorod region\"",
    "latitude": 56.306,
    "longitude": 43.9364
  },
  {
    "name": "п. Dvubratskiy | Federal Governmental Institution – penal colony no. 2 of the Penitentiary Directorate of the Krasnodar krai",
    "latitude": 44.7185,
    "longitude": 39.0808
  },
  {
    "name": "Federal Penitentiary Institution No. 17 of the Murmansk Oblast Federal Penitentiary Service of the Russian Federation",
    "latitude": 68.9746,
    "longitude": 33.0853
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 5 of the Penitentiary Directorate of Orenburg region\"",
    "latitude": 51.7678,
    "longitude": 55.0972
  },
  {
    "name": "FCU \"CP No. 3 of the Bryansk Oblast Federal Penitentiary Service\"",
    "latitude": 53.2435,
    "longitude": 34.3645
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 8 of the Russian Penitentiary Directorate of Yaroslavl region\"",
    "latitude": 57.6821,
    "longitude": 39.8469
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 4 of the Penitentiary Directorate of Tuymen region\"",
    "latitude": 57.1958,
    "longitude": 65.5398
  },
  {
    "name": "Federal Penitentiary Institution No. 16 of the Krasnoyarsk Territory GUFSIN of Russia",
    "latitude": 56.0012,
    "longitude": 92.7873
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Penitentiary Directorate of Tuymen region\"",
    "latitude": 57.1958,
    "longitude": 65.5398
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 7 of the Russian Penitentiary Directorate of Zabaikalsky territory\"",
    "latitude": 52.0239,
    "longitude": 113.499
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 9 of the Russian Penitentiary Directorate of Orenburg region\"",
    "latitude": 51.7384,
    "longitude": 55.0971
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Penitentiary Directorate of Pskov region\"",
    "latitude": 57.8279,
    "longitude": 28.2453
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 4 of the Federal Penitentiary Service\"",
    "latitude": 55.7558,
    "longitude": 37.6176
  },
  {
    "name": "Federal Penitentiary Institution No. 40 of the State Penitentiary Service of the Russian Federation for the Kemerovo Region",
    "latitude": 55.361,
    "longitude": 86.0875
  },
  {
    "name": "Federal Penitentiary Institution No. 8 of the Chuvashia Federal Penitentiary Service of the Russian Federation",
    "latitude": 56.1111,
    "longitude": 47.3165
  },
  {
    "name": "Federal Penitentiary Institution No. 9 of the GUFSIN for the Rostov Region\"",
    "latitude": 47.2221,
    "longitude": 39.6803
  },
  {
    "name": "State Budgetary Healthcare Institution – Chelyabinsk Regional Clinical Specialized Psychoneurological Hospital no. 1",
    "latitude": 55.1546,
    "longitude": 61.4186
  },

  {
    "name": "FCU \"Penal Colony No. 21 of the Arkhangelsk Oblast Penitentiary Department of the Federal Penitentiary Service of Russia",
    "latitude": 64.509,
    "longitude": 40.7732
  },
  {
    "name": "Federal Penitentiary Institution No. 3 of the Russian Federal Penitentiary Service for the Chechen Republic",
    "latitude": 43.3043,
    "longitude": 45.6825
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of Tambov region\"",
    "latitude": 52.7212,
    "longitude": 41.4529
  },
  {
    "name": "Federal Penitentiary Institution No. 54 of the GUFSIN of Russia for the Sverdlovsk Region",
    "latitude": 56.8452,
    "longitude": 60.6146
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Penitentiary Directorate of Yaroslavl region\"",
    "latitude": 57.8706,
    "longitude": 39.081
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Penitentiary Directorate of Vladimir region\"",
    "latitude": 56.123,
    "longitude": 40.4055
  },
  {
    "name": "Federal Penitentiary Institution No. 29 of the Samara Region Federal Penitentiary Service of the Russian Federation",
    "latitude": 53.2753,
    "longitude": 50.2395
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 3 of the Main Penitentiary Directorate of Amur krai\"",
    "latitude": 49.8567,
    "longitude": 127.736
  },
  {
    "name": "Federal Penitentiary Institution No. 44 of the State Penitentiary Service of the Federal Penitentiary Service of the Russian Federation for the Kemerovo Region",
    "latitude": 55.361,
    "longitude": 86.0875
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Penitentiary Directorate of republic of Mordovia\"",
    "latitude": 54.506,
    "longitude": 45.8753
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 7 of the Russian Main Penitentiary Directorate of Krasnoyarsk Territory\"",
    "latitude": 56.0158,
    "longitude": 92.8707
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Penitentiary Directorate of Kurgan region\"",
    "latitude": 55.4524,
    "longitude": 65.3299
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 12 of the Russian Penitentiary Directorate of Vologda region\"",
    "latitude": 59.1518,
    "longitude": 39.8893
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 5 of the Penitentiary Directorate of Arkhangelsk region\"",
    "latitude": 64.5461,
    "longitude": 40.5556
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 4 of the Penitentiary Directorate of Novgorod region\"",
    "latitude": 58.5356,
    "longitude": 31.2714
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 5 of the Penitentiary Directorate of Tver region\"",
    "latitude": 57.1789,
    "longitude": 34.9763
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Penitentiary Directorate of Lipetsk region\"",
    "latitude": 52.6823,
    "longitude": 39.4439
  },
  {
    "name": "State Healthcare Institution \"Regional Clinical Psychiatric Hospital\" of Ministry of Healthcare of Astrakhan Oblast",
    "latitude": 46.3558,
    "longitude": 48.0415
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 10 of the Russian Main Penitentiary Directorate of Primorsky Territory\"",
    "latitude": 43.113,
    "longitude": 131.901
  },
  {
    "name": "Labytnangi | Federal Governmental Institution – penal colony no. 8 of the Penitentiary Directorate of the Yamalo-Nenets Autonomous Okrug",
    "latitude": 66.6631,
    "longitude": 66.4162
  },
  {
    "name": "Federal Penitentiary Institution No. 10 of the Krasnodar Territory Federal Penitentiary Service of Russia",
    "latitude": 44.6816,
    "longitude": 39.3012
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 4 of the Penitentiary Directorate of Kabardino-Balkarian Republic\"",
    "latitude": 43.4762,
    "longitude": 43.5867
  },
  {
    "name": "Federal Penitentiary Institution No. 22 of the Krasnoyarsk Territory GUFSIN of Russia",
    "latitude": 56.0012,
    "longitude": 92.7873
  },
  {
    "name": "FCU \"CP No. 22 of the Khabarovsk Territory Penitentiary Department of the Federal Penitentiary Service\"",
    "latitude": 48.4681,
    "longitude": 135.057
  },

  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of Kabardino-Balkarian Republic\"",
    "latitude": 43.5237,
    "longitude": 43.5933
  },
  {
    "name": "Federal Penitentiary Institution No. 17 of the Vologda Oblast Federal Penitentiary Service of the Russian Federation",
    "latitude": 59.2203,
    "longitude": 39.8946
  },
  {
    "name": "Federal Penitentiary Institution No. 12 of the State Penitentiary Service of the Federal Penitentiary Service for the Rostov Region",
    "latitude": 47.2205,
    "longitude": 39.639
  },
  {
    "name": "Federal Penitentiary Institution No. 49 of the Primorsky Territory Penitentiary Department of the Federal Penitentiary Service",
    "latitude": 43.165,
    "longitude": 131.924
  },
  {
    "name": "Federal Penitentiary Institution No. 25 of the Federal Penitentiary Service of the Russian Federation for the Komi Republic",
    "latitude": 63.8708,
    "longitude": 53.0078
  },
  {
    "name": "Federal Penitentiary Institution No. 4 of the Federal Penitentiary Service of Russia for the Samara Region",
    "latitude": 53.1961,
    "longitude": 50.1135
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 4 of the Penitentiary Directorate of Tula region\"",
    "latitude": 54.2552,
    "longitude": 37.9876
  },
  {
    "name": "Federal Penitentiary Institution No. 27 of the Primorsky Territory Department of the Federal Penitentiary Service for the Primorsky Territory",
    "latitude": 43.1167,
    "longitude": 131.886
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 8 of the Russian Penitentiary Directorate of Orenburg region\"",
    "latitude": 51.6607,
    "longitude": 55.129
  },
  {
    "name": "Federal Penitentiary Institution No. 31 of the Primorsky Territory Department of Penitentiary Services",
    "latitude": 43.1376,
    "longitude": 131.924
  },
  {
    "name": "Federal Penitentiary Institution \"CP No. 10 of the Voronezh Region Penitentiary Department\"",
    "latitude": 51.6607,
    "longitude": 39.129
  },
  {
    "name": "Federal Penitentiary Institution No. 33 of the Saratov Region Federal Penitentiary Service of the Russian Federation",
    "latitude": 51.5303,
    "longitude": 45.9605
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 4 of the Penitentiary Directorate of Saratov region\"",
    "latitude": 51.5303,
    "longitude": 45.9605
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of republic of Sakha (Yakutia)\"",
    "latitude": 62.0303,
    "longitude": 129.733
  },
  {
    "name": "Federal Penitentiary Institution No. 19 of the GUFSIN of Russia for the Irkutsk Region",
    "latitude": 52.2913,
    "longitude": 104.332
  },
  {
    "name": "Federal Penitentiary Institution No. 41 of the State Penitentiary Service of the Russian Federation for the Kemerovo Region",
    "latitude": 55.361,
    "longitude": 86.0875
  },
  {
    "name": "Federal Penitentiary Institution No. 16 of the State Penitentiary Service of the Russian Federation for the Nizhny Novgorod Region",
    "latitude": 56.3335,
    "longitude": 43.9385
  },
  {
    "name": "Federal Penitentiary Institution No. 20 of the State Penitentiary Service of the Russian Federation for the Nizhny Novgorod Region",
    "latitude": 56.3335,
    "longitude": 43.9385
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of Udmurt republic\"",
    "latitude": 57.186,
    "longitude": 52.6896
  },
  {
    "name": "Federal Penitentiary Institution No. 6 of the Federal Penitentiary Service of Russia for the Novgorod Region",
    "latitude": 58.5496,
    "longitude": 31.2714
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Russian Penitentiary Directorate of Tver region\"",
    "latitude": 57.2993,
    "longitude": 34.989
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 3 of the Main Penitentiary Directorate of Stavropol krai\"",
    "latitude": 45.0448,
    "longitude": 41.9691
  },
  {
    "name": "Federal Penitentiary Institution No. 3 of the Federal Penitentiary Service of Russia for the Kurgan Region",
    "latitude": 55.4554,
    "longitude": 65.3243
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of Kostroma Region\"",
    "latitude": 57.782,
    "longitude": 40.9347
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 7 of the Russian Penitentiary Directorate of St. Petersburg and Leningrad region\"",
    "latitude": 59.9127,
    "longitude": 30.3159
  },
  {
    "name": "Federal Penitentiary Institution No. 29 of the Primorsky Territory Penitentiary Department of the Federal Penitentiary Service",
    "latitude": 43.1376,
    "longitude": 131.924
  },

  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Penitentiary Directorate of Ivanovo region\"",
    "latitude": 57.0261,
    "longitude": 40.9728
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 3 of the Federal Penitentiary Service\"",
    "latitude": 55.7537,
    "longitude": 37.6217
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 3 of the Penitentiary Directorate of republic of Volgograd region\"",
    "latitude": 49.6033,
    "longitude": 44.1875
  },
  {
    "name": "FKU \"Kanskaya VK of the State Penitentiary Department of the Krasnoyarsk Territory\"",
    "latitude": 56.1972,
    "longitude": 95.7093
  },

  {
    "name": "Federal Governmental Institution \"Penal colony no. 14 of the Russian Main Penitentiary Directorate of Novosibirsk region\"",
    "latitude": 54.8451,
    "longitude": 83.087
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 10 of the Russian Penitentiary Directorate of Altai Territory\"",
    "latitude": 53.356,
    "longitude": 83.749
  },
  {
    "name": "Federal Penitentiary Institution No. 53 of the GUFSIN of Russia for the Sverdlovsk Region",
    "latitude": 56.8447,
    "longitude": 60.6451
  },
  {
    "name": "п. Dvubratskiy | Federal Governmental Institution – penal colony no. 3 of the Penitentiary Directorate of the Krasnodar krai",
    "latitude": 45.0448,
    "longitude": 41.9691
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 10 of the Russian Penitentiary Directorate of Zabaikalsky territory\"",
    "latitude": 51.7261,
    "longitude": 113.608
  },
  {
    "name": "Federal Penitentiary Institution No. 18 of the Murmansk Oblast Federal Penitentiary Service of the Russian Federation",
    "latitude": 68.9561,
    "longitude": 33.0743
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Penitentiary Directorate of Altai krai\"",
    "latitude": 53.348,
    "longitude": 83.7783
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 4 of the Penitentiary Directorate of Magadan region\"",
    "latitude": 59.5625,
    "longitude": 150.803
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 4 of the Main Penitentiary Directorate of Irkutsk region\"",
    "latitude": 52.2875,
    "longitude": 104.331
  },
  {
    "name": "Federal Penitentiary Institution No. 17 of the Federal Penitentiary Service of the Federal Penitentiary Service of Russia for the Republic of Moldova",
    "latitude": 46.9916,
    "longitude": 28.8575
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Main Penitentiary Directorate of Nizhny Novgorod region\"",
    "latitude": 56.3239,
    "longitude": 44.002
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 10 of the Russian Main Penitentiary Directorate of Sverdlovsk region\"",
    "latitude": 56.8447,
    "longitude": 60.6451
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 13 of the Russian Penitentiary Directorate of republic of Bashkortostan\"",
    "latitude": 54.8504,
    "longitude": 57.906
  },
  {
    "name": "Federal Penitentiary Institution No. 42 of the State Penitentiary Department of the Federal Penitentiary Service of Russia for the Kemerovo Region",
    "latitude": 55.0306,
    "longitude": 86.9332
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 1 of the Penitentiary Directorate of Bryansk region\"",
    "latitude": 53.2565,
    "longitude": 34.3556
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 28 of the Penitentiary Directorate of republic of Volgograd region\"",
    "latitude": 48.766,
    "longitude": 44.8274
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 8 of the Russian Penitentiary Directorate of republic of Buryatia\"",
    "latitude": 53.2272,
    "longitude": 107.817
  },
  {
    "name": "Federal Penitentiary Institution No. 18 of the GUFSIN of Russia for the Novosibirsk Region",
    "latitude": 55.0394,
    "longitude": 82.9271
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 6 of the Main Penitentiary Directorate of Nizhny Novgorod region\"",
    "latitude": 56.3239,
    "longitude": 44.002
  },

  {
    "name": "Federal Governmental Institution \"Penal colony no. 7 of the Russian Penitentiary Directorate of Stavropol territory\"",
    "latitude": 45.0421,
    "longitude": 41.9734
  },

  {
    "name": "Federal Penitentiary Institution No. 26 of the Samara Region Federal Penitentiary Service of the Russian Federation",
    "latitude": 53.202,
    "longitude": 50.1412
  },
  {
    "name": "Federal Penal Correctional Centre No. 4 of the Kirov Oblast Federal Penitentiary Service of Russia",
    "latitude": 58.6035,
    "longitude": 49.6679
  },
  {
    "name": "Federal Penitentiary Institution No. 9 of the Federal Penitentiary Service of the Russian Federation for the Republic of Dagestan",
    "latitude": 42.9849,
    "longitude": 47.5047
  },
  {
    "name": "Federal Penitentiary Institution No. 31 of the Krasnoyarsk Territory GUFSIN of Russia",
    "latitude": 56.0119,
    "longitude": 92.8954
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 3 of the Main Penitentiary Directorate of Vladimir region\"",
    "latitude": 56.1314,
    "longitude": 40.3937
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 5 of the Penitentiary Directorate of Kaluga region\"",
    "latitude": 54.5142,
    "longitude": 36.2617
  },
  {
    "name": "Federal Penitentiary Institution No. 6 of the Kaluga Oblast Penitentiary Service",
    "latitude": 54.5105,
    "longitude": 36.2518
  },
  {
    "name": "Federal Penitentiary Institution No. 22 of the State Penitentiary Service of the Federal Penitentiary Service of the Russian Federation for the Kemerovo Region",
    "latitude": 55.3514,
    "longitude": 86.0851
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Penitentiary Directorate of Tula region\"",
    "latitude": 54.1958,
    "longitude": 37.6111
  },
  {
    "name": "Federal Governmental Institution \"Penal colony no. 2 of the Penitentiary Directorate of Smolensk region\"",
    "latitude": 54.7751,
    "longitude": 32.0682
  },
  {
    "name": "Federal Penitentiary Institution No. 31 of the Federal Penitentiary Service of the Russian Federation for the Republic of Kazakhstan",
    "latitude": 51.1576,
    "longitude": 71.4678
  },
  {
    "name": "State Budgetary Healthcare Institution of the Moscow city – Psychiatric Clinical Hospital no. 5 of the Moscow city department of healthcare",
    "latitude": 55.7981,
    "longitude": 37.5014
  },
  {
    "name": "Federal Penal Correctional Centre-8 of the Russian Federal Penitentiary Service for the Astrakhan Region",
    "latitude": 46.3565,
    "longitude": 48.0443
}

]
